[{"artist":"The Tape Vs Rqm","name":"Allow","url":"https://tabs.ultimate-guitar.com/tab/the_tape_vs_rqm/allow_chords_1035065","rating":0,"numberRates":0,"type":"Chords","difficulty":"advanced","content":{"text":"The Tape vs. RQM - Allow\r\nTuning: Standard\r\n\r\nIntro:\r\n\r\nE|-0/3-|-5-|-5/7-|-5-|\r\n\r\nWhat you know? What you know about this?\r\nIt's all in my mind really. It goes like this...\r\n\r\nRefrain\r\n\r\nE|-0/3-|-5-|-5/7-|-5-|\r\n\r\n[ch]G5[/ch] [ch]A5[/ch] [ch]B5[/ch] [ch]A5[/ch]\r\n\r\nYou ever held onto somebody so tight you lost the menu grip\r\nlike water in a fist or a hand full of moments\r\nObsess with a passion, raging like an ocean\r\nto the point you didn't listing\r\nput the puzzle back togehter to find a crucial piece is missing\r\nlike a face on a photo or a frame off the rater like 9/11 planes\r\nNow she is just a name in a random story when you weren't listen\r\nUps, she's gone now. Time is a magician or an illusionist, cause the illusionist \r\nis all good, when it ain't.\r\nShe gone now...\r\n\r\nChorus:\r\n\r\n         ([ch]D5[/ch])\r\nG A B5 G|-----7----|\r\n       D|-5/7---7-5|\r\n\r\n\r\nI want you to be free, girl\r\ngotta call you to be sure, to be sure, to be sure, dear\r\n\r\nI want you to be free, free\r\ngotta call you to be sure, to be sure, to be sure\r\n\r\nRefrain\r\n\r\n    (light muted)\r\nE|-------------------------------------|\r\nB|-7-7-7-7-7-7-7-7---7-----------------|\r\nG|--7-7-7-7-7-7-7-7----2--4------------|\r\nD|---------------------------0/5/7--5-4|\r\nA|-------------------------------------|\r\nE|-------------------------------------|\r\n\r\n[ch]Gmaj9[/ch] [ch]A5[/ch] [ch]B5[/ch]\r\n\r\n\r\nIf I could I'd hijacked time like a fancy whip on an intersection \r\nand drive back to see you Just to tell you that I need you \r\nlike the seasons need the earth spinning around the suncenter \r\nto split this adventure called life \r\nwould you witty witty go all out like bonnie and clyde\r\ngirl you with me? Then get in and lets drive off until this hollywood like panoramic sunset\r\nAnd on the way lets take a corner store for some spare changes and a bottle of cheap wine\r\nThen hit a cheap motel walk a twist just spine, like we used to\r\nshit, too bad this, it ain't true and I'm just daydreamin',\r\nthinking about you... You look good though...\r\n\r\nIt's all in my mind... Amen...\r\n\r\nChorus:\r\n\r\n         ([ch]D5[/ch])\r\nG A B5 G|-----7----|\r\n       D|-5/7---7-5|\r\n\r\nI want you to be free, girl\r\ngotta call you to be sure, to be sure, to be sure, dear\r\n\r\nI want you to be free, free\r\ngotta call you to be sure, to be sure, to be sure\r\n\r\nRefrain\r\n\r\nB|------5-3----------5-3----------7-5----------7-5---|\r\nG|-2-2-------4--2-2-------4--2-2-------4--2-2-------4|\r\n\r\n[ch]G[/ch] [ch]E5[/ch] [ch]D5[/ch] [ch]B5[/ch]\r\n\r\nMemory is a Bitch, like scar tissue thats been stiched at least twenty times cause \r\nthe cut was deep\r\nSometimes like that chinese water torture where they let water a leak \r\nuntil your forehead sweent scent the body temperature but you cant hold up\r\nShe had to reach. We ain't even speak for years now and its weird how I'm in love again.\r\nAnd it's all prime time but then just sometimes you storm into my mind, like a backdraft.\r\nwhen I'm daydreaming, it was funny as you always smile like you used to before you leaving.\r\nPeace, girl, I see you again... Well, when I'm daydreaming...\r\n\r\nPeace...\r\n\r\nB|-5-3------------5-3-----------7-5------------7-5---------|\r\nG|------2-2-2-4--------2-2-2-4-------4-4-4-6--------4-4-4-6|\r\n\r\n[ch]G[/ch] [ch]A[/ch] [ch]B5[/ch] [ch]A[/ch]\r\n\r\nIs in your head, is in your head, it is in your head\r\nIn your head, is in your head, is in your head, it is in your head\r\nIs in your head, it is in your head, it is in your head, is in your head,\r\nIs in your heart and in your head...\r\n\r\nTabbed out by JeetJerome\r\nWomen can make man suffer so hard...\r\nhttp://www.thetape.de/"}}]